Revit 2027 API
ParameterTypeId.PhyMaterialParamWoodConstruction Property
 "Construction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamWoodConstruction { get; }
Public Shared ReadOnly Property PhyMaterialParamWoodConstruction As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamWoodConstruction {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamWoodConstruction : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace